{
  "_type":"news",
  "didUMean":"",
  "totalCount":2769,
  "relatedSearch":[
     "gig <b>economy</b>",
     "chancellors  packed",
     "wall street",
     "brainard",
     "federal reserve governor lael",
     "climate",
     "not recover",
     "recession",
     "singapore",
     "summer statement",
     "kymin robin hall",
     "managing"
  ],
  "value":[
     {
        "id":"3235066584612230861",
        "title":"West Lothian eateries are urged to take advantage of Eat Out to Help Out scheme",
        "url":"https://www.dailyrecord.co.uk/news/local-news/west-lothian-eateries-urged-take-22354601",
        "description":"UK Government scheme aims to boost <b>economy</b> and has been backed by local MSP Miles Briggs",
        "body":"privacy notice\nInvalid Email\nWest Lothians restaurants, pubs, cafes are being urged to sign up to the UK Governments Eat Out to Help Out scheme.\nBusinesses who use the scheme will offer a 50 per cent reduction, up to a maximum of 10 per person, to all diners who eat or drink-in throughout August.\nThe scheme is open to businesses across the UK and can be used all day, Monday to Wednesday in August.\nCustomers do not need a voucher as participating establishments will just remove the discount from their bill. Businesses simply reclaim the discounted amount through an online service, supported by HMRC.\nThe scheme is aimed at protecting jobs in the hospitality industry and is in addition to the reduction in VAT from 20 per cent to five per cent for tourism and hospitality businesses.\nBusinesses who sign up to the scheme will receive a window sticker and will be able to use promotional items such as posters and logos for social media.\nRead More\nPolbeth hosts successful virtual gala day despi",
        "keywords":"",
        "language":"en",
        "isSafe":true,
        "datePublished":"2020-07-15T09:02:00",
        "provider":{
           "name":"dailyrecord"
        },
        "image":{
           "url":"https://i2-prod.dailyrecord.co.uk/incoming/article22354604.ece/ALTERNATES/s1200/0_JS153237583.jpg",
           "height":630,
           "width":1200,
           "thumbnail":"https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=158291140474713862",
           "thumbnailHeight":157,
           "thumbnailWidth":299,
           "base64Encoding":null,
           "name":null,
           "title":null,
           "imageWebSearchUrl":null
        }
     },
     {
        "id":"255823477280631412",
        "title":"Arkansas Life halts amid slow <b>economy</b>",
        "url":"http://www.arkansasonline.com/news/2020/jul/15/arkansas-life-halts-amid-slow-economy/",
        "description":"Arkansas Life, a quarterly lifestyle and culture magazine published by WEHCO Media Inc., owner of the Arkansas Democrat-Gazette, has halted publication, citing financial fallout from the pandemic.",
        "body":"Arkansas Life halts amid slow economy\nby\nNathan Owens\n| Today at 3:12 a.m.\nArkansas Life, a quarterly lifestyle and culture magazine published by WEHCO Media Inc., owner of the Arkansas Democrat-Gazette, has halted publication, citing financial fallout from the pandemic.\nThe publication, established in 2008, began as a free high-society magazine for Arkansas Democrat-Gazette subscribers. It evolved over the years and underwent a full redesign in 2017, focusing more on news features and pieces that highlighted the best of what the state had to offer.\n\"Today, our hearts are breaking. Because today marks the last day of Arkansas Life,\" staff members said in a social media post on Monday. The decision to shutter was a \"financial necessity resulting from the current economic climate.\"\nAs advertising revenue plummeted for newspapers and magazines, Arkansas Life struggled to be profitable for years and almost folded in January of 2019. After challenging readers to buy a $20 subscription, the ",
        "keywords":"",
        "language":"en",
        "isSafe":true,
        "datePublished":"2020-07-15T08:12:45",
        "provider":{
           "name":"arkansasonline"
        },
        "image":{
           "url":"",
           "height":0,
           "width":0,
           "thumbnail":"",
           "thumbnailHeight":0,
           "thumbnailWidth":0,
           "base64Encoding":"",
           "name":null,
           "title":null,
           "imageWebSearchUrl":null
        }
     },
     {
        "id":"4595308153579665502",
        "title":"Go To Travel campaign comes under fire",
        "url":"https://japantoday.com/category/national/Go-To-Travel-campaign-comes-under-fire",
        "description":"Fearing a second wave of infections spreading from Tokyo, local municipalities and opposition lawmakers have urged the central government to suspend a major campaign aimed at boosting domestic tourism. <b>Economy</b> Minister Yasutoshi Nishimura, however, said on Wednesday the government would proceed with the so-called Go To Travel campaign, which includes",
        "body":"Comments\nTOKYO\nFearing a second wave of infections spreading from Tokyo, local municipalities and opposition lawmakers have urged the central government to suspend a major campaign aimed at boosting domestic tourism.\nEconomy Minister Yasutoshi Nishimura, however, said on Wednesday the government would proceed with the so-called Go To Travel campaign, which includes offers such as discounts for shopping and food, but move cautiously.\n\"Obviously we will consider the thoughts of many of our people, while monitoring the situation ahead,\" Nishimura, who leads the government's coronavirus policy, told parliament.\nThe program is one of the biggest outsourcing contracts in a stimulus budget announced in April, but has already been postponed due to public criticism over the cost of subcontracting back-office work to a private contractor.\nThe",
        "keywords":"",
        "language":"en",
        "isSafe":true,
        "datePublished":"2020-07-15T07:05:04",
        "provider":{
           "name":"japantoday"
        },
        "image":{
           "url":"",
           "height":0,
           "width":0,
           "thumbnail":"",
           "thumbnailHeight":0,
           "thumbnailWidth":0,
           "base64Encoding":"",
           "name":null,
           "title":null,
           "imageWebSearchUrl":null
        }
     },
     {
        "id":"62379909085732662",
        "title":"German <b>economy</b> is recovering from pandemic slump, Bundesbank data shows",
        "url":"https://dailytimes.com.pk/640944/german-economy-is-recovering-from-pandemic-slump-bundesbank-data-shows/",
        "description":"The German <b>economy</b> is rebounding from a pandemic-induced slump after hitting bottom last month, a real-time indicator developed by the countrys central bank showed on Monday. Launched in the wake of coronavirus outbreak, the Bundesbanks Weekly Activity Index is based on data ranging from electricity consumption and air traffic to Google searches and cash withdrawals.",
        "body":"Agencies\nJuly 15, 2020\nThe German economy is rebounding from a pandemic-induced slump after hitting bottom last month, a real-time indicator developed by the countrys central bank showed on Monday. Launched in the wake of coronavirus outbreak, the Bundesbanks Weekly Activity Index is based on data ranging from electricity consumption and air traffic to Google searches and cash withdrawals. It showed the German economy was still shrinking but, since mid-June, the pace of that contraction had become gentler and gentler. Specifically, the WAI indicated that economic activity in Germany in the 13 weeks to July 12 was 2.7% lower than in the preceding 13 weeks, the Bundesbank said. This was an improvement from the previous weeks reading of -3.5% and compared to a low of -7.05% on June 14. The result is consistent wi",
        "keywords":"",
        "language":"en",
        "isSafe":true,
        "datePublished":"2020-07-15T07:00:59",
        "provider":{
           "name":"dailytimes"
        },
        "image":{
           "url":"https://dailytimes.com.pk/assets/uploads/2020/07/15/01.jpg",
           "height":399,
           "width":600,
           "thumbnail":"https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=489368584242541419",
           "thumbnailHeight":99,
           "thumbnailWidth":148,
           "base64Encoding":null,
           "name":null,
           "title":null,
           "imageWebSearchUrl":null
        }
     },
     {
        "id":"1392094662777485040",
        "title":"NI can become 'leader' in hydrogen technology', says <b>economy</b> minister",
        "url":"https://www.bbc.co.uk/news/uk-northern-ireland-53404563",
        "description":"The <b>economy</b> minister's comments come amidst plans for hydrogen buses on the streets of Belfast in 2020.",
        "body":"Northern Ireland can become a leader in hydrogen technology, Economy Minister Diane Dodds has said.\nShe said it would also allow us to get more efficient use of our onshore windfarms.\nThere are already plans to introduce hydrogen-fuelledbuses to Belfast later this year.\nThe company building them has ambitions to set up a facility to make hydrogen fuel. Ballymena-based\nWrightbus has orders for 80 of its hydrogen buses.\nTwenty of them are in production at present.\nThe buses work by passing hydrogen into a fuel cell where a chemical reaction creates an electrical current to drive the bus.\nThe only thing that comes out of the tailpipe is water.\n'Twice the cost of diesel buses'\nWrightbus was\nHe also has extensive interests in the hydrogen industry.\nThe main issue with hydrogen buses is the price.\nAt 500,000, the double-deckers cost twice as much as a diesel equivalent.\nWrightbus chief executive Buta Atwal said government support will be needed to drive down costs.\n\"If we have guaranteed vol",
        "keywords":"",
        "language":"en",
        "isSafe":true,
        "datePublished":"2020-07-15T05:37:54",
        "provider":{
           "name":"bbc"
        },
        "image":{
           "url":"https://ichef.bbci.co.uk/news/1024/branded_news/BFBE/production/_113368094_bus1.jpg",
           "height":576,
           "width":1024,
           "thumbnail":"https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=4449689679981832350",
           "thumbnailHeight":144,
           "thumbnailWidth":256,
           "base64Encoding":null,
           "name":null,
           "title":null,
           "imageWebSearchUrl":null
        }
     },
     {
        "id":"4451963448830880490",
        "title":"U.K.-Huawei, Europe <b>Economy</b>, China: Your Wednesday Briefing",
        "url":"https://www.nytimes.com/2020/07/15/briefing/britain-huawei-europe-economy-china.html",
        "description":"Heres what you need to know.",
        "body":"(Want to get this briefing by email? Heres the sign-up)\nGood morning.\nBritain banning Huawei from its 5G network, the\npandemics economic toll and a\nracial awakening in France.\nHuaweis British headquarters in Reading, England.\nCredit...\nLeon Neal/Getty Images\nBritain bars Huawei from its 5G network\nIn a major reversal, Britain announced on Tuesday that it would ban equipment from the Chinese telecommunications giantHuawei from the countrys high-speed wireless network. The decision was a big victory for the Trump administration, which had blacklisted Huawei.\nPrime Minister Boris Johnson had faced growing political pressure at home to take a hard line against Beijing, and the move signaled a new willingness among Western countries to confront China.\nThe announcement came as President Trumps national security adviser was in Paris for meetings about China with representatives from Britain, France, Germany and Italy.\nResponse: Critics have said that Huaweis ties to the Chinese government mea",
        "keywords":"",
        "language":"en",
        "isSafe":true,
        "datePublished":"2020-07-15T05:03:50",
        "provider":{
           "name":"nytimes"
        },
        "image":{
           "url":"https://static01.nyt.com/images/2020/07/15/briefing/15ambriefing-euro-promo/15ambriefing-euro-slide-CTGH-facebookJumbo.jpg",
           "height":550,
           "width":1050,
           "thumbnail":"https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=4281068322346068563",
           "thumbnailHeight":137,
           "thumbnailWidth":261,
           "base64Encoding":null,
           "name":null,
           "title":null,
           "imageWebSearchUrl":null
        }
     },
     {
        "id":"4761008510581932026",
        "title":"Load shedding: SA needs a just energy transition, but keeps kicking the can down the road",
        "url":"https://www.news24.com/fin24/Economy/South-Africa/load-shedding-sa-needs-a-just-energy-transition-but-keeps-kicking-the-can-down-the-road-20200715",
        "description":"Eskom's inability to ensure secure energy supply for an <b>economy</b> that's in recession raises the question on whether SA should increase its reliance on renewable energy.",
        "body":"three days in winter\n.",
        "keywords":"",
        "language":"en",
        "isSafe":true,
        "datePublished":"2020-07-15T04:02:01",
        "provider":{
           "name":"news24"
        },
        "image":{
           "url":"https://cdn.24.co.za/files/Cms/General/d/6069/b9998aeee92e435b95a7e0afe7d08b58.jpg",
           "height":683,
           "width":1024,
           "thumbnail":"https://rapidapi.contextualwebsearch.com/api/thumbnail/get?value=3889160787415204072",
           "thumbnailHeight":170,
           "thumbnailWidth":254,
           "base64Encoding":null,
           "name":null,
           "title":null,
           "imageWebSearchUrl":null
        }
     },
     {
        "id":"2094403519602482426",
        "title":"Column: Current <b>economy</b> will hurt new graduates for years",
        "url":"https://www.dglobe.com/opinion/columns/6573302-Column-Current-economy-will-hurt-new-graduates-for-years",
        "description":"ST. PAUL  Minnesotas unemployment rate currently stands at 9.9 percent  a record high since the data began  and more than 800,000 Minnesotans have filed claims for unemployment insurance since March 16.",
        "body":"Column: Current economy will hurt new graduates for years\nWritten By:\nJohn Phelan, Center of the American Experiment\n|\nST. PAUL\n\nTimes are hard for Minnesota's graduates. Not only are they being denied their graduation ceremonies by Gov. Walz's anti-COVID-19 measures, but their prospects beyond that look bleak. They are graduating into the worst job market in decades, and the consequences of that will be severe and linger for a very long time.\nMinnesotas unemployment rate currently stands at 9.9 percent  a record high since the data began  and more than 800,000 Minnesotans have filed claims for unemployment insurance since March 16.\nMinnesota job postings on Indeed.com, the online employment site, are down about 40 percent from last year. A recent survey by Handshake a nationwide job hunting site for college students, found nearly half of students are worried about getting a job when they graduate.\nThis dire labor market is set to improve  the national unemployment fell in",
        "keywords":"",
        "language":"en",
        "isSafe":true,
        "datePublished":"2020-07-15T04:00:00",
        "provider":{
           "name":"dglobe"
        },
        "image":{
           "url":"",
           "height":0,
           "width":0,
           "thumbnail":"",
           "thumbnailHeight":0,
           "thumbnailWidth":0,
           "base64Encoding":"",
           "name":null,
           "title":null,
           "imageWebSearchUrl":null
        }
     }
  ]
}